Repository: mozilla-l10n/mt-training-data
Catalog: tt/tt_pontoon.tmx
Source language: en_us
Languages: tt

source: Confirm email
tt: Эл. почтаны раслау

source: Confirm email:
tt: Эл. почтаны раслау:

source: Confirming subscription…
tt: Язылуны раслау…

source: Confirm new password
tt: Яңа серсүзне раслагыз

source: Confirm new sign-in to %(clientName)s
tt: %(clientName)s җиһазына яңа керүне раслагыз

source: Confirm password
tt: Серсүзне раслау

source: Confirm primary email
tt: Төп эл. почтаны раслау

source: Confirm recovery code
tt: Коткару кодын раслау

source: Confirm recovery key
tt: Коткару ачкычын раслау

source: Confirm secondary email
tt: Икенчел эл. почтаны раслау

source: Confirm sign-in
tt: Керүне раслау

source: Confirm this sign-in
tt: Керүне раслау

source: Confirm your account
tt: Хисабыгызны раслагыз

source: Confirm your email and start to sync!
tt: Эл. почтагызны раслагыз һәм синхронлый башлагыз!

source: Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:
tt: Бу электрон хатны алганыгызны раслаганнан соң бар җиһазларыгызда да Firefox'ны урнаштырып аны синхронларга ярдәм итәрбез. Менә болардан башларбыз:

source: Connect another device
tt: Башка җиһазны тоташтыру

source: Connect another one
tt: Башка бер җиһазны тоташтыру

source: Connected
tt: Тоташкан

source: Connected Services
tt: Тоташтырылган Хезмәтләр

source: Consumed recovery code
tt: Кулланылган коткару коды

source: Contact Us
tt: Безнең белән элемтәгә керү

source: Continue to %(serviceName)s
tt: %(serviceName)s хезмәтенә күчү

source: Cookies and local storage are required
tt: Кукилар һәм җирле саклагыч кирәк

source: Cookies and local storage are required.
tt: Кукилар һәм җирле саклагыч кирәк.

source: Cookies are still disabled
tt: Кукилар әле дә сүндерелгән

source: Copied
tt: Күчерелде

source: Copy
tt: Күчереп алу

source: Could not get Privacy Notice
tt: Хосусыйлык Аңлатмасын алып булмады

source: Could not get Terms of Service
tt: Куллану Шартларын алып булмады

source: Could not initialize camera
tt: Камераны кабызып булмады

source: Could not send a message to this number
tt: Бу номерга хәбәр җибәреп булмады

source: %(country)s (estimated)
tt: %(country)s (чама белән)

source: Courtesy of <a href="https://www.gravatar.com">Gravatar</a>
tt: <a href="https://www.gravatar.com">Gravatar</a> тәкъдим итә

source: Create
tt: Булдыру

source: Create account
tt: Хисап язмасы булдыру

source: Create a Firefox Account
tt: Firefox Хисабын булдыру

source: Create an account
tt: Хисап булдыру

source: Create new password
tt: Яңа парол булдыру

source: Create new recovery key
tt: Яңа коткару ачкычын ясату

source: Create new recovery key:
tt: Яңа коткару ачкычын ясату:

source: Credit Cards
tt: Банк карталары

source: Default avatar
tt: Стандарт аватар

source: Delete
tt: Бетерү

source: Delete account
tt: Хисапны бетерү

source: Delete events
tt: Вакыйгаларны бетерү

source: Device connected
tt: Җиһаз тоташтырылды

source: Device connected!
tt: Җиһаз тоташтырылды!

source: Didn't arrive and not in spam folder? Resend
tt: Килмәде дә, спам тартмасында да юкмы? Янәдән җибәрү

source: Did you mean <span tabindex="1">%(escapedDomain)s</span>?
tt: <span tabindex="1">%(escapedDomain)s</span> димәкче идегезме?

source: Disable
tt: Cүндерү

source: Disable two-step authentication?
tt: Ике адымлы аутентификация сүндерелсенме?

source: Display name
tt: Күрсәтеләчәк исемегез

source: Display name updated
tt: Күрсәтелүче исем яңартылды

source: Display name updated.
tt: Күрсәтелүче исем яңартылды.

source: Done
tt: Әзер

source: Done, Recovery key saved
tt: Әзер, Коткару коды сакланды

source: Don't have a recovery key?
tt: Коткару ачкычы юкмы?

source: Don’t sync this device
tt: Бу җиһазны синхронламау

source: Download button image
tt: Йөкләү төймәсе сурәте

source: Downloaded
tt: Йөкләнде

source: Download Firefox for Android.
tt: Android өчен Firefox'ны йөкләп алыгыз.

source: Download Firefox for iOS!
tt: iOS өчен Firefox'ны йөкләп алыгыз!

source: Download Firefox for mobile devices.
tt: Мобиль җиһазлар өчен Firefox'ны йөкләп алыгыз.

source: Download Firefox with your camera app
tt: Камера кушымтасы белән Firefox-ны йөкләү

source: Download latest
tt: Иң соңгы версиясен йөкләп алу

source: Download %(productName)s
tt: %(productName)s программасын йөкләп алу

source: Duplicate
tt: Кабатланган

source: Email address
tt: Эл. почта адресы

source: Email Communications
tt: Эл. почта элемтәләр

source: { $email } is now your primary email.
tt: { $email } хәзер төп эл. почтагыз.

source: Email resent
tt: Электрон хат яңадан җибәрелде

source: %(email)s created
tt: %(email)s ясалды

source: Email Sent
tt: Эл. хат җибәрелде

source: { $email } successfully added.
tt: { $email } уңышлы өстәлде

source: { $email } successfully deleted.
tt: { $email } уңышлы бетерелде

source: Email verified
tt: Эл. почта расланды

source: Enabled
tt: Кабызылган

source: Enable two-step authentication
tt: Ике адымлы аутентификацияне кабызу

source: Enter 10-digit recovery code
tt: 10-цифрлы коткару кодын кертегез

source: Enter 6-digit code
tt: 6-цифрлы кодны кертегез

source: Enter a recovery code
tt: Коткару кодын кертегез

source: Enter authorization code
tt: Раслау кодын кертү

source: Enter a valid email address. firefox.com does not offer email.
tt: Дөрес эл. почта адресын кертегез. firefox.com эл. почта хезмәтен күрсәтми.

source: Enter display name
tt: Күрсәтеләчәк исемне кертегез

source: Enter email address
tt: Эл. почта адресын кертегез

source: Enter new password
tt: Яңа паролны языгыз

source: Enter password
tt: Паролны кертү

source: Enter Password
tt: Паролны кертү

source: Enter recovery code
tt: Коткару кодын кертү

source: Enter recovery key
tt: Коткару ачкычын кертү

source: Enter security code
tt: Иминлек кодын кертегез

source: Enter verification code
tt: Раслау кодын кертү

source: Enter your verification code
tt: Раслау кодыгызны языгыз

source: Event Name
tt: Вакыйга исеме

source: Expired code
tt: Мөддәте чыккан код

source: Expired token
tt: Мөддәте чыккан токен

source: Failed to copy. Please manually copy.
tt: Күчермәләп булмады. Зинһар кулдан күчерегез.

source: Failed to send email
tt: Электрон хат җибәреп булмады

source: %(family)s on %(OS)s
tt: %(family)s - %(OS)s

source: Feature not enabled
tt: Функция кабызылмаган

source: Find { -brand-firefox } in the { -google-play } and { -app-store } or <br /><linkExternal>send a download link to your device.</linkExternal>
tt: { -brand-firefox }-ны { -google-play }-дан һәм { -app-store }-дан таба яисә <br /><linkExternal>җиһазыгызга йөкләү сылтамасын җибәрә аласыз.</linkExternal>

source: Finish
tt: Әзер

source: Firefox account
tt: Firefox хисап язмасы

source: Firefox Account authorization code
tt: Firefox хисабыгызның авторизация коды

source: Firefox Account new primary email
tt: Firefox Хисабының яңа беренчел эл. почтасы

source: Firefox Account password changed
tt: Firefox Хисабының паролы үзгәртелде

source: Firefox Account password reset required
tt: Firefox хисабының паролын үзгәртү кирәк

source: Firefox Account password reset with recovery key
tt: Firefox Хисабының паролы коткару коды ярдәмендә алыштырылды

source: Firefox Accounts
tt: Firefox Хисап язмалары

source: Firefox Accounts can only be placed into an IFRAME on approved sites
tt: Firefox Хисаплары расланган сайтлардагы IFRAME эченә генә урнаштырыла ала

source: Firefox Accounts requires JavaScript.
tt: Firefox хисап язмалары өчен JavaScript кирәк.

source: Firefox Account verified
tt: Firefox хисап язмасы расланды

source: Firefox browser
tt: Firefox браузеры

source: Firefox cloud services
tt: Firefox болыт хезмәтләре

source: Firefox Cloud Terms of Service
tt: Firefox Болыт-ны куллану шартлары

source: Firefox for Android
tt: Android өчен Firefox

source: Firefox for iOS
tt: iOS өчен Firefox

source: Firefox Recovery Codes
tt: Firefox коткару кодлары

source: Firefox Recovery Key
tt: Firefox тергезү ачкычы

source: Firefox Sync will resume momentarily
tt: Firefox Sync бераздан дәвам итәчәк

source: Firefox update required
tt: Firefox'ны яңарту кирәк

source: First, change your Firefox Account password.
tt: Беренчедән, Firefox хисап язмагызның серсүзен үзгәртегез.

source: For added security, please confirm this sign-in from the following device:
tt: Хәвефсезлек өчен, зинһар түбәндәге җиһаздан керү-кермәвегезне раслагыз:

source: For added security, please confirm this sign-in to begin syncing with this device:
tt: Өстәмә хәвефсезлек өчен, түбәндәге җиһаз белән синхронлауны башлау өчен, бу керүне раслагыз:

source: Forbidden
tt: Тыелган

source: Forgot password?
tt: Паролыгызны оныттыгызмы?

source: For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.
tt: Күбрәк белү өчен, <a %(supportLinkAttributes)s>Mozilla Ярдәм</a> сайтын зиярат итегез.

source: For more information, please visit %(supportUrl)s
tt: Күбрәк белү өчен, %(supportUrl)s адресын зиярәт итегез

source: Generate a new recovery key
tt: Яңа коткару ачкычын төзү

source: Generate codes
tt: Кодлар ясату

source: Generate codes:
tt: Кодлар ясату:

source: Get a Recovery Key
tt: Коткару ачкычын алу

source: Get { -brand-firefox } on mobile or tablet
tt: Мобиль җиһазыгызга { -brand-firefox } программасын урнаштырыгыз

source: Get started
tt: Башлап җибәрү

source: Get the full Sync experience.
tt: Синхронлауның бөтен мөмкинлекләрен дә кулланыгыз.

source: Get the latest news about Mozilla and Firefox
tt: Mozilla һәм Firefox хакындагы соңгы яңалыкларны алыгыз

source: Get the latest news about Mozilla and Firefox.
tt: Mozilla һәм Firefox хаккындагы соңгы яңалыкларны алыгыз.

source: Got it
tt: Аңладым

source: Hide password
tt: Серсүзне яшерү

source: History
tt: Тарих

source: Home
tt: Өйгә

source: How old are you?
tt: Сезгә ничә яшь?

source: If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>
tt: Юк булса, безгә алдакчылар белән көрәшергә ярдәм итү өчен бу хәл турында <a %(reportSignInLinkAttributes)s>хәбәр итегез.</a>

source: If no, help us fend off intruders and report it to us.
tt: Юк булса, безгә алдакчылар белән көрәшергә ярдәм итү өчен бу хәл турында хәбәр итегез.

source: If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>
tt: Әгәр дә моны Сез эшләмәгән булсагыз, <a %(revokeAccountRecoveryLinkAttributes)s>монда басыгыз.</a>

source: If this was not you, revoke key.
tt: Әгәр дә моны Сез эшләмәгән булсагыз, ачкычны кире кайтарыгыз.

source: If yes, here is the authorization code you need:
tt: Әйе булса, Сезгә кирәкле авторизация коды менә бу:

source: If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.
tt: Әгәр дә Сез бу гамәлгә рөхсәт бирмәгәнсез икән, <a %(passwordChangeLinkAttributes)s>паролыгызны үзгәртегез</a>.

source: If you did not authorize this action, please change your password.
tt: Әгәр дә Сез бу гамәлгә рөхсәт бирмәгәнсез икән, паролыгызны үзгәртегез.

source: If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.
tt: Паролыгызны үзгәртмәгән булсагыз, зинһар хәзер үк <a %(resetLinkAttributes)s>яңа парол куегыз</a>.

source: If you did not change it, please reset your password now at %(resetLink)s
tt: Паролыгызны үзгәртмәгән булсагыз, зинһар хәзер үк %(resetLink)s адресында яңа серсүз куегыз

source: If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.
tt: Әгәр кем дә булса Сезнең хисабыгызга ирешергә тырыша дип уйласагыз, <a %(passwordChangeLinkAttributes)s>зинһар паролыгызны авыштырыгыз</a>.

source: If you suspect that someone is trying to gain access to your account, please change your password.
tt: Берәрсе хисабыгызны кулга төшерергә маташа дип шикләнсәгез, зинһар паролыгызны үзгәртегез.

source: Image processing error
tt: Рәсемне эшкәртү хатасы

source: Incorrect code
tt: Хаталы код

source: Incorrect email case
tt: Эл.почта адресында зур хәрефтән/кечкенә хәрефтән язу хатасы

source: Incorrect password
tt: Парол хаталы

source: Incorrect recovery code
tt: Хаталы коткару коды

source: Incorrect redirect_uri
tt: Хаталы redirect_uri

source: Incorrect two-step authentication code
tt: Ике адымлы аутентификация коды хаталы

source: Install Firefox and open it on your device
tt: Җиһазыгызга Firefox-ны урнаштырыгыз һәм аны ачыгыз

source: Invalid assertion
tt: Хаталы раслау

source: Invalid authorization code
tt: Авторизация коды хаталы

source: Invalid configuration
tt: Хаталы көйләү

source: Invalid data attribute: %(property)s
tt: Хаталы бирелгәннәр атрибуты: %(property)s

source: Invalid id_token_hint
tt: Яраксыз id_token_hint

source: Invalid JSON in request body
tt: Сорау гәүдәсендә хаталы JSON

source: Invalid nonce in request signature
tt: Сорау имзасындагы очраклы кодта хата

source: Invalid OAuth parameter: %(param)s
tt: Хаталы OAuth параметры: %(param)s

source: Invalid or expired verification code
tt: Яраксыз яки вакыты чыккан раслау коды

source: Invalid parameter in request body: %(param)s
tt: Сорау гәүдәсендәге параметрда хата: %(param)s

source: Invalid parameter: %(param)s
tt: Яраксыз параметр: %(param)s

source: Invalid payment token for subscription.
tt: Язылу өчен яраксыз түләү токены.

source: Invalid phone number
tt: Хаталы телефон номеры

source: Invalid property in resume token: %(property)s
tt: Дәвам итү токенында хаталы сыйфат: %(property)s

source: Invalid recovery code
tt: Яраксыз коткару коды

source: Invalid recovery key
tt: Яраксыз тергезү ачкычы

source: Invalid redirect
tt: Яраксыз юнәлтү

source: Invalid request signature
tt: Хаталы сорау имзасы

source: Invalid signin code
tt: Яраксыз керү коды

source: Invalid timestamp in request signature
tt: Сорау имзасындагы вакыт тамгасында хата

source: Invalid token
tt: Хаталы токен

source: Invalid Token
tt: Хаталы токен

source: Invalid two-step authentication code
tt: Ике адымлы аутентификация коды хаталы

source: Invalid verification code
tt: Раслау кодында хата

source: Invoice Number: %(invoiceNumber)s
tt: Квитанция номеры: %(invoiceNumber)s

source: IP address: %(ipAddress)s
tt: IP адрес: %(ipAddress)s

source: IP address: %(ip)s
tt: IP адрес: %(ip)s

source: Is this you signing in?
tt: Керүче Сезме?

source: Is this you signing up?
tt: Теркәлүче Сезме?

source: It expires in 5 minutes. Once verified, this address will begin receiving security notifications and confirmations.
tt: 5 минуттан аның вакыты чыгачак. Адрес расланганнан соң, хәвефсезлек турындагы белдерүләр һәм раслаулар бу адреска да җибәреләчәк.

source: { $label } is required
tt: { $label } кирәк

source: Last active over %(translatedTimeAgo)s
tt: Соңгы активлык кимендә %(translatedTimeAgo)s элек

source: Last active over %(translatedTimeAgo)s in %(translatedCountry)s
tt: Соңгы активлык %(translatedTimeAgo)s секундтан артык элек менә бу илдә: %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
tt: Соңгы активлык кимендә %(translatedTimeAgo)s элек %(translatedCity)s, %(translatedState)s, %(translatedCountry)s тирәсендә

source: Last active %(translatedTimeAgo)s
tt: Соңгы автивлык%(translatedTimeAgo)s

source: Last active %(translatedTimeAgo)s in %(translatedCountry)s
tt: Соңгы активлык кимендә %(translatedTimeAgo)s элек %(translatedCountry)s илендә

source: Last active %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
tt: Соңгы активлык %(translatedTimeAgo)s элек, %(translatedCity)s, %(translatedState)s, %(translatedCountry)s тирәләрендә

source: Last checked: %(lastCheckTime)s
tt: Соңгы тикшерү: %(lastCheckTime)s

source: Last seen %(translatedTimeAgo)s
tt: %(translatedTimeAgo)s элек күрелгән иде

source: Last sync over %(translatedTimeAgo)s
tt: Соңгы синхронлау%(translatedTimeAgo)s электән күбрәк

source: Last sync over %(translatedTimeAgo)s in %(translatedCountry)s
tt: Соңгы синхронлау кимендә %(translatedTimeAgo)s элек (%(translatedCountry)s)

source: Last sync over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
tt: Соңгы синхронлау кимендә %(translatedTimeAgo)s элек %(translatedCity)s, %(translatedState)s, %(translatedCountry)s тирәләрендә

source: Last sync time unknown
tt: Соңгы синхронлау вакыты билгеле түгел

source: Last sync %(translatedTimeAgo)s
tt: Соңгы синхронлау: %(translatedTimeAgo)s

source: Last sync %(translatedTimeAgo)s in %(translatedCountry)s
tt: Соңгы синхронлау %(translatedTimeAgo)s (%(translatedCountry)s)

source: Last sync %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
tt: Соңгы синхронлау %(translatedTimeAgo)s элек %(translatedCity)s, %(translatedState)s, %(translatedCountry)s тирәләрендә

source: Learn how Sync works.
tt: Синхронлау ничек эшли икәнен белү.

source: Learn how to see what passwords Firefox is storing for you.
tt: Firefox Сезнең өчен нинди серсүзләрне сайлаганлыгын ничек карап була икәнен белү.

source: Learn more
tt: Күбрәк белү

source: Learn more.
tt: Күбрәк белү.

source: Legal
tt: Хокукый мәсьәләләр

source: Link damaged
tt: Сылтамага зыян килгән

source: Loading
tt: Йөкләү

source: Location unknown
tt: Урнашу билгесез

source: Login attempt cancelled
tt: Керергә тырышудан баш тартылды

source: Logins and Passwords
tt: Хисаплар һәм серсүзләр

source: Looking for Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Get started here</a>
tt: Firefox Синхронлауны эзлисезме? <a %(escapedSyncSuggestionAttrs)s>Моннан башлагыз</a>

source: Looking for Firefox Sync? <a href="%(escapedSyncSuggestionUrl)s">Get started here</a>
tt: Frefox Синхронлауны эзлисезме? <a href="%(escapedSyncSuggestionUrl)s">Моннан башлагыз</a>

source: Looking for your Add-ons data? <a href="/signup">Sign up</a> for a Firefox Account with your old Add-ons account email address.
tt: «Firefox Кушымчалары» (Add-ons) бирелгәннәрен эзлисезме? Элек Кушымчаларда кулланган элетрон почта адресыгыз белән <a href="/signup">теркәлегез</a>.

source: Looking for your Add-ons data? Sign up for a Firefox Account with your old Add-ons account email address.
tt: «Firefox Кушымчалары» (Add-ons) бирелгәннәрен эзлисезме? Элек Кушымчаларда кулланган элетрон почта адресыгыз белән <a href="/signup">теркәлегез</a>.

source: Lost or stolen
tt: Югалган яки урланган

source: Lost or stolen device disconnected
tt: Югалган яки урланган җиһаз өзелде

source: Low recovery codes remaining
tt: Коткару кодлары аз калды

source: Make primary
tt: Төп адрес итү

source: Manage account
tt: Хисап белән идарә итү

source: Manage account:
tt: Хисап язмагыз белән идарә итү:

source: Manage devices
tt: Җиһазлар белән идарә итү

source: Migrate your sync data by creating a new Firefox&nbsp;Account.
tt: Яңа бер Firefox&nbsp;Хисабын булдырып, үзегезнең синхронлау бирелгәннәрен күчерегез.

source: Migrate your sync data by signing in to your Firefox&nbsp;Account.
tt: Firefox&nbsp;Хисабыгызга кереп, синхронлау бирелгәннәрен күчерегез.

source: Missing configuration
tt: Көйләү юк

source: Missing content-length header
tt: "content-length" бүлек башы юк

source: Missing data attribute: %(property)s
tt: Төшеп калган бирелгәннәр атрибуты: %(property)s

source: Missing OAuth parameter: %(param)s
tt: Төшеп калган OAuth парамертры: %(param)s

source: Missing parameter: %(param)s
tt: %(param)s параметры юк

source: Missing property in resume token: %(property)s
tt: Дәвам итү токенында бер сыйфат төшеп калган: %(property)s

source: Mobile phone number
tt: Мобиль телефон номеры

source: Mozilla Privacy Policy
tt: Mozilla'ның Хосусыйлык Сәясәте

source: Must be at least 8 characters
tt: Кимендә 8 билге булырга тиеш

source: Need to reset your password?
tt: Паролыгызны үзгәртү кирәкме?

source: New password
tt: Яңа парол

source: New primary email
tt: Яңа төп электрон почта адресы

source: new profile picture
tt: яңа профиль рәсеме

source: New recovery codes generated
tt: Яңа коткару кодлары яратылды

source: New sign-in to %(clientName)s
tt: %(clientName)s өчен яңа керү

source: No Gravatar found
tt: Gravatar табылмады

source: no message
tt: хәбәр юк

source: none
tt: бернинди дә

source: None
tt: Бернинди дә

source: NOTE:
tt: ИСКӘРМӘ:

source: Not in inbox or spam folder? Resend
tt: Килгән яки спам папкасында түгелме? Яңадан җибәрү

source: Not now
tt: Хәзер түгел

source: Not set
tt: Көйләнмәгән

source: %(numberRemaining)s recovery codes remaining
tt: %(numberRemaining)s коткару коды калды

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
tt: Ий Ходаем, монда нидер булды. Моның хәбәрен алдык һәм бу хатаны төзәтү өстендә эшләячәкбез.

source: Okay, got it
tt: Яхшы, аңладым

source: Old or replaced
tt: Иске яки алыштырылган

source: Old password
tt: Иске серсүз

source: Once confirmed, we will help you install and connect Firefox on at least one other device.
tt: Раслаганнан соң, без Сезгә Firefox'ны кимендә бер җиһазыгызда урнаштырып, тоташтырырга ярдәм итәчәкбез.

source: Once verified, account changes like adding a secondary email will become possible from this device.
tt: Расланганнан соң, икенчел эл. почта адресын өстәү кебек хисапка үзгәрешләр кертү турындагы гаризалар бу җиһазда да күренәчәк.

source: Once verified, this address will begin receiving security notifications and confirmations.
tt: Адрес расланганнан соң, хәвефсезлек турындагы белдерүләр һәм раслаулар бу адреска да җибәреләчәк.

source: Once you submit your new password, you will lose any Sync data that is not on one of your devices.
tt: Яңа паролны җибәргәч, кимендә бер булса да җиһазыгызда сакланмаган бөтен Синхронлау бирелгәннәрен югалтачаксыз.

source: One account, many services
tt: Бер хисап, күп хезмәтләр

source: Open Gmail
tt: Gmail'ны ачу

source: Open Hotmail
tt: Hotmail'ны ачу

source: Open Outlook
tt: Outlook’ны ачу

source: Open Restmail
tt: Restmail'ны ачу

source: Open settings and select Sign in to Firefox to complete set-up
tt: Көйләүне тәмамлар өчен, Көйләүләрне ачып, «Firefox'ка керү»не сайлагыз

source: Open tabs
tt: Ачык битләр

source: Open Tabs
tt: Ачык битләр

source: Open the camera app on your device
tt: Җиһазыгызда камера кушымтасын ачыгыз

source: Open Yahoo
tt: Yahoo’ны ачу

source: Our team has been notified. Reports like this help us fend off intruders.
tt: Такымыбыз искәртелде. Мондый хәбәрләр безгә зарар салучыларга каршы көрәшергә ярдәм итә.

source: Over %(translatedTimeAgo)s
tt: Кимендә %(translatedTimeAgo)s элек

source: Over %(translatedTimeAgo)s in %(translatedCountry)s
tt: Кимендә %(translatedTimeAgo)s менә бу илдә: %(translatedCountry)s

source: Over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
tt: Кимендә %(translatedTimeAgo)s %(translatedCity)s, %(translatedState)s, %(translatedCountry)s тирәсендә

source: Page not found
tt: Сәхифә табылмады

source: Paid Subscriptions
tt: Түләүле язылулар

source: Password
tt: Парол

source: Password changed successfully
tt: Парол уңышлы үзгәртелде

source: Password Change Required
tt: Серсүзне үзгәртү кирәк

source: Password reset
tt: Парол үзгәртелде

source: Password reset successfully
tt: Серзүз уңышлы ташлатылды

source: Password reset successfully. Sign in to continue.
tt: Парол уңышлы үзгәртелде. Дәвам итү өчен керегез.

source: Passwords
tt: Пароллар

source: Passwords do not match
tt: Пароллар туры килми

source: Password updated
tt: Серсүз яңартылды

source: Password updated.
tt: Серсүз яңартылды.

source: %(permissionName)s (required)
tt: %(permissionName)s (кирәк)

source: Phone number required
tt: Телефон номеры кирәк

source: Picture
tt: Рәсем

source: Plan not found
tt: План табылмады

source: Please activate your account by confirming this email address.
tt: Зинһар бу эл. почтагызны раслап, хисабыгызны активләштерегез.
